Repository: eatlei/EON
Catalog: SubscribeApp/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, ja, ko, zh_hant

source: 点一下后把 EON 退到后台或锁屏,3 秒后能看到样例通知(用「%@」当模板)。
de: Tippen, EON in den Hintergrund schieben oder sperren — nach 3 s siehst du eine Testbenachrichtigung (Vorlage: „%@“).
en: Tap, then send EON to the background or lock the screen — a sample notification will arrive in 3 s (using “%@” as the template).
es: Toca, manda EON al fondo o bloquea la pantalla; en 3 s verás una notificación de muestra (plantilla: «%@»).
fr: Touche, mets EON en arrière-plan ou verrouille — une notif de démo arrive dans 3 s (modèle : « %@ »).
ja: タップして EON をバックグラウンドへ。3 秒後にサンプル通知が届きます(テンプレ:「%@」)。
ko: 탭한 뒤 EON 을 백그라운드/잠금화면으로. 3초 후 샘플 알림이 도착해요 (템플릿: 「%@」).
zh_hant: 點一下後把 EON 退到後台或鎖屏,3 秒後能看到樣例通知(用「%@」當模板)。

source: 点右下角的 + 添加第一个订阅， 这里会显示你的支出概览。
de: Tippe unten rechts auf +, um dein erstes Abo hinzuzufügen, dann erscheint hier deine Ausgabenübersicht.
en: Tap + at the bottom to add your first subscription, and your spending overview will appear here.
es: Pulsa + abajo a la derecha para añadir tu primera suscripción, y aquí aparecerá el resumen de gasto.
fr: Appuyez sur + en bas à droite pour ajouter votre premier abonnement, le récapitulatif des dépenses s’affichera ici.
ja: 右下の + で最初のサブスクを追加すると、 ここに支出の概要が表示されます。
ko: 오른쪽 하단의 +를 눌러 첫 구독을 추가하면, 이곳에 지출 요약이 표시됩니다.
zh_hant: 點右下角的 + 新增第一個訂閱， 這裡會顯示你的支出概覽。

source: 点按、打赏、摇一摇、彩蛋小球碰撞等操作会有轻微震动。关闭后 EON 不再主动触发任何震动。
de: Tippen, Trinkgeld, Schütteln und Easter-Egg-Ballkollisionen vibrieren leicht. Aus löst EON keinerlei Haptik aus.
en: Taps, tips, shakes, and easter-egg ball collisions give a light vibration. Turn off and EON won't trigger any haptics.
es: Tocar, dar propina, agitar y los choques de las bolas del easter egg vibran levemente. Si lo apagas, EON no activará ninguna vibración.
fr: Les appuis, pourboires, secousses et collisions des boules de l'easter egg vibrent légèrement. Désactivé, EON ne déclenche aucune vibration.
ja: タップ・投げ銭・シェイク・イースターエッグのボール衝突などで軽く振動します。オフにすると EON は一切振動しません。
ko: 탭, 후원, 흔들기, 이스터에그 공 충돌 등에서 가벼운 진동이 납니다. 끄면 EON은 어떤 진동도 발생시키지 않습니다.
zh_hant: 點按、打賞、搖一搖、彩蛋小球碰撞等操作會有輕微震動。關閉後 EON 不再主動觸發任何震動。

source: 点订阅可查看信息并恢复。恢复后会重新出现在订阅列表与统计中。
de: Tippe ein Abo an, um es zu prüfen und wiederherzustellen. Wiederhergestellte erscheinen wieder in Liste und Statistiken.
en: Tap a subscription to review and restore it. Restored items reappear in the list and totals.
es: Toca una suscripción para revisarla y restaurarla. Las restauradas vuelven a la lista y al total.
fr: Touchez un abonnement pour le revoir et le restaurer. Les éléments restaurés réapparaissent dans la liste et les totaux.
ja: サブスクをタップすると詳細を確認して復元できます。復元するとリストと統計に再び表示されます。
ko: 구독을 탭하면 정보를 확인하고 복원할 수 있습니다. 복원하면 목록과 통계에 다시 표시됩니다.
zh_hant: 點訂閱可檢視資訊並恢復。恢復後會重新出現在訂閱列表與統計中。

source: 点这里新增订阅
de: Hier tippen, um ein Abo hinzuzufügen
en: Tap here to add a subscription
es: Toca aquí para añadir una suscripción
fr: Appuyez ici pour ajouter un abonnement
ja: ここをタップしてサブスクを追加
ko: 여기를 눌러 구독 추가
zh_hant: 點這裡新增訂閱

source: 爱奇艺、腾讯视频、网易云音乐、漫画 App —— 你的休闲时间被精挑细选的内容填得满满当当。沙发就是你的剧院。
de: Netflix, Spotify, YouTube Premium, Comic-Apps — deine Freizeit ist kuratiert und voll.
en: Netflix, Spotify, YouTube Premium, comic apps — your downtime is curated and packed. The couch is your private theater.
es: Netflix, Spotify, YouTube Premium, apps de cómics — tu tiempo libre está curado al detalle.
fr: Netflix, Spotify, YouTube Premium, apps de BD — tes temps libres sont triés sur le volet.
ja: Netflix、Spotify、YouTube Premium、マンガアプリ。あなたの余暇は厳選コンテンツで満たされ、ソファは個人シアターに。
ko: Netflix, Spotify, YouTube Premium, 만화 앱 — 당신의 여가는 엄선된 콘텐츠로 가득.
zh_hant: Netflix、Spotify、YouTube Premium、漫畫 App —— 你的休閒時間被精挑細選的內容填得滿滿當當。沙發就是你的劇院。

source: 版本
de: Version
en: Version
es: Versión
fr: Version
ja: バージョン
ko: 버전

source: 版本历史
de: Versionsverlauf
en: Version History
es: Historial de versiones
fr: Historique des versions
ja: バージョン履歴
ko: 버전 기록
zh_hant: 版本歷史

source: 状态
de: Status
en: Status
es: Estado
fr: Statut
ja: ステータス
ko: 상태
zh_hant: 狀態

source: 现在屏幕下面那些小球,就是你所有活跃订阅的图标。手机歪一歪它们会滚,撞墙撞球都会有一点震动。订阅多的话只取前 %lld 个。开启「纯色表情球」后,小球会变成订阅主色 + 一个随机表情。
de: Die Bälle unten sind die Icons all deiner aktiven Abos. Neige das Telefon, und sie rollen; an Wänden oder aneinander gibt es ein leichtes Haptik-Tippen. Bei vielen Abos werden nur die ersten %lld gezeigt. Aktiviere einfarbige Emoji-Bälle, dann erhalten sie die Hauptfarbe des Abos plus ein zufälliges Emoji.
en: Those balls at the bottom are the icons of all your active subscriptions. Tilt the phone and they roll; bumping walls or each other gives a little haptic tap. With lots of subscriptions, only the first %lld are shown. Turn on Solid emoji balls and they become the subscription's main color plus a random emoji.
es: Esas bolas de abajo son los iconos de todas tus suscripciones activas. Inclina el teléfono y rodarán; al chocar con las paredes o entre sí dan un toque háptico. Con muchas suscripciones solo se muestran las primeras %lld. Activa las bolas de emoji de color y adoptarán el color principal de la suscripción más un emoji aleatorio.
fr: Ces boules en bas sont les icônes de tous vos abonnements actifs. Inclinez le téléphone et elles roulent ; un choc contre les murs ou entre elles déclenche une légère vibration. Avec beaucoup d’abonnements, seules les %lld premières s’affichent. Activez les boules emoji unies : elles prennent la couleur principale de l’abonnement et un emoji aléatoire.
ja: 画面下のボールは、アクティブなサブスクすべてのアイコンです。スマホを傾けると転がり、壁やボールにぶつかると軽く振動します。サブスクが多い場合は先頭の %lld 個まで。「カラー絵文字ボール」をオンにすると、サブスクのメインカラー + ランダムな絵文字になります。
ko: 화면 아래의 공은 활성 구독 모두의 아이콘입니다. 휴대폰을 기울이면 굴러가고, 벽이나 공에 부딪히면 약한 진동이 옵니다. 구독이 많으면 앞에서 %lld개만 표시됩니다. '단색 이모지 공'을 켜면 구독의 메인 색상 + 무작위 이모지로 바뀝니다.
zh_hant: 現在螢幕下面那些小球,就是你所有活躍訂閱的圖示。手機歪一歪它們會滾,撞牆撞球都會有一點震動。訂閱多的話只取前 %lld 個。開啟「純色表情球」後,小球會變成訂閱主色 + 一個隨機表情。

source: 理财规划师
de: Finanz-Stratege
en: Finance Strategist
es: Estratega financiero
fr: Stratège financier
ja: ファイナンスストラテジスト
ko: 금융 전략가
zh_hant: 理財規劃師

source: 瑞典克朗
de: Schwedische Krone
en: Swedish Krona
es: Corona sueca
fr: Couronne suédoise
ja: スウェーデンクローナ
ko: 스웨덴 크로나

source: 瑞士法郎
de: Schweizer Franken
en: Swiss Franc
es: Franco suizo
fr: Franc suisse
ja: スイスフラン
ko: 스위스 프랑

source: 瑰夏手冲级别的款待,开发者能记一整年
de: Eine Geisha-Pour-over-Geste – der Entwickler erinnert sich das ganze Jahr
en: A Geisha pour-over level treat — the developer will remember it all year
es: Un detalle nivel Geisha en pour-over: el desarrollador lo recordará todo el año
fr: Un cadeau digne d'un pour-over Geisha — le développeur s'en souviendra toute l'année
ja: ゲイシャ手淹れ級のおもてなし、開発者は一年覚えてます
ko: 게이샤 핸드드립급 대접 — 개발자가 일 년 내내 기억해요
zh_hant: 瑰夏手沖級別的款待,開發者能記一整年

source: 由 EON 添加。到期请决定是否继续订阅。
de: Von EON hinzugefügt. Entscheide bei Fälligkeit, ob du das Abo behältst.
en: Added by EON. Decide whether to keep the subscription when it's due.
es: Añadido por EON. Decide si mantener la suscripción al vencer.
fr: Ajouté par EON. Décidez de garder l'abonnement à l'échéance.
ja: EON が追加。期日に継続するか判断してください。
ko: EON이 추가함. 만료 시 구독 유지 여부를 결정하세요.
zh_hant: 由 EON 新增。到期請決定是否繼續訂閱。

source: 由 EON 生成
de: Erstellt mit EON
en: Made with EON
es: Hecho con EON
fr: Créé avec EON
ja: EON で作成
ko: EON으로 생성

source: 由 EON 生成 · 仅供娱乐
de: Erstellt mit EON · nur zum Spaß
en: Made with EON · just for fun
es: Hecho con EON · solo por diversión
fr: Créé avec EON · juste pour le fun
ja: EON で作成 · お遊びです
ko: EON으로 생성 · 재미로
zh_hant: 由 EON 生成 · 僅供娛樂

source: 留着吧
de: Behalten
en: Keep it
es: Mantener
fr: Je la garde
ja: 残す
ko: 유지
zh_hant: 留著吧

source: 相册
de: Fotos
en: Photos
es: Fotos
fr: Photos
ja: 写真
ko: 사진
zh_hant: 相簿

source: 看看你的订阅人格
de: Dein Abo-Charakter ansehen
en: See your subscription persona
es: Mira tu personalidad de suscripción
fr: Découvrez votre profil d'abonné
ja: あなたのサブスク人格を見る
ko: 당신의 구독 페르소나 보기
zh_hant: 看看你的訂閱人格

source: 确认后该订阅将恢复到订阅列表并重新计入统计。
de: Nach Bestätigung kehrt das Abo in die Liste zurück und zählt wieder mit.
en: Once confirmed, this subscription returns to the list and is counted again.
es: Al confirmar, la suscripción vuelve a la lista y se cuenta de nuevo.
fr: Après confirmation, l’abonnement réapparaît dans la liste et est de nouveau comptabilisé.
ja: 確認するとこのサブスクはリストに戻り、再び集計に含まれます。
ko: 확인하면 이 구독이 목록으로 돌아가 다시 통계에 포함됩니다.
zh_hant: 確認後該訂閱將恢復到訂閱列表並重新計入統計。

source: 确认恢复
de: Wiederherstellung bestätigen
en: Confirm Restore
es: Confirmar restauración
fr: Confirmer la restauration
ja: 復元を確認
ko: 복원 확인
zh_hant: 確認恢復

source: 离你下一笔订阅续费还有几天。
de: Tage bis zur nächsten Abo-Verlängerung.
en: Days until your next subscription renewal.
es: Días hasta tu próxima renovación.
fr: Jours avant votre prochain renouvellement.
ja: 次のサブスク更新まであと何日か。
ko: 다음 구독 갱신까지 며칠 남았는지.
zh_hant: 離你下一筆訂閱續費還有幾天。

source: 立即刷新汇率
de: Kurse jetzt aktualisieren
en: Refresh rates now
es: Actualizar tipos ahora
fr: Actualiser les taux maintenant
ja: 今すぐレートを更新
ko: 환율 지금 새로 고침
zh_hant: 立即重新整理匯率

source: 立即同步
de: Jetzt synchronisieren
en: Sync now
es: Sincronizar ahora
fr: Synchroniser maintenant
ja: 今すぐ同期
ko: 지금 동기화

source: 筛选周期
de: Nach Zyklus filtern
en: Filter by Cycle
es: Filtrar por ciclo
fr: Filtrer par cycle
ja: サイクルで絞り込み
ko: 주기로 필터
zh_hant: 篩選週期

source: 粉
de: Pink
en: Pink
es: Rosa
fr: Rose
ja: ピンク
ko: 분홍

source: 精挑细选,够用就好
de: Sorgfältig ausgewählt, genau richtig
en: Carefully chosen, just enough
es: Bien elegidas, lo justo y necesario
fr: Choisis avec soin, juste ce qu’il faut
ja: 厳選した、ちょうどいい数
ko: 엄선한, 딱 필요한 만큼
zh_hant: 精挑細選,夠用就好

source: 系统通知已授权，按每个订阅的提前天数提醒。
de: Mitteilungen sind erlaubt. Erinnerungen werden gemäß der jeweils eingestellten Vorlaufzeit ausgelöst.
en: Notifications authorized. Reminders fire per each subscription's lead time.
es: Notificaciones autorizadas. Los recordatorios se enviarán según los días de antelación de cada suscripción.
fr: Notifications autorisées. Les rappels s’envoient selon le délai défini pour chaque abonnement.
ja: 通知が許可されています。各サブスクの設定どおりにリマインダーが届きます。
ko: 알림이 허용되어 있습니다. 각 구독의 사전 알림 일수에 따라 알려드립니다.
zh_hant: 系統通知已授權，按每個訂閱的提前天數提醒。

source: 系统通知未授权，需在 iOS 设置中允许通知。
de: Mitteilungen abgelehnt. Erlaube sie in den iOS-Einstellungen.
en: Notifications denied. Allow them in iOS Settings.
es: Notificaciones denegadas. Actívalas en Ajustes de iOS.
fr: Notifications refusées. Activez-les dans les réglages iOS.
ja: 通知が拒否されています。iOS の設定で許可してください。
ko: 알림이 거부되어 있습니다. iOS 설정에서 허용해 주세요.
zh_hant: 系統通知未授權，需在 iOS 設定中允許通知。

source: 紫
de: Lila
en: Purple
es: Morado
fr: Violet
ja: パープル
ko: 보라

source: 累计已支付
de: Bisher gezahlt
en: Paid so far
es: Pagado hasta ahora
fr: Total payé
ja: 累計支払い
ko: 누적 결제
zh_hant: 累計已支付

source: 累计支付
de: Bisher gezahlt
en: Paid so far
es: Pagado hasta ahora
fr: Total payé à ce jour
ja: 累計支払い
ko: 누적 결제
zh_hant: 累計支付

source: 红
de: Rot
en: Red
es: Rojo
fr: Rouge
ja: レッド
ko: 빨강
zh_hant: 紅

source: 纯色表情球
de: Einfarbige Emoji-Bälle
en: Solid emoji balls
es: Bolas de emoji de color
fr: Boules emoji unies
ja: カラー絵文字ボール
ko: 단색 이모지 공
zh_hant: 純色表情球

source: 终身学习者
de: Lebenslang Lernende
en: Lifelong Learner
es: Eterno aprendiz
fr: Apprenant à vie
ja: 生涯学習者
ko: 평생 학습자
zh_hant: 終身學習者

source: 结束于
de: Endet am
en: Ends on
es: Finaliza el
fr: Se termine le
ja: 終了日
ko: 종료일
zh_hant: 結束於

source: 结束日期
de: Enddatum
en: End date
es: Fecha de fin
fr: Date de fin
ja: 終了日
ko: 종료 날짜
zh_hant: 結束日期

source: 给 EON 打个分
de: EON bewerten
en: Rate EON
es: Valorar EON
fr: Évaluer EON
ja: EON を評価
ko: EON 평가하기
zh_hant: 為 EON 評分

source: 统计
de: Statistik
en: Statistics
es: Estadísticas
fr: Statistiques
ja: 統計
ko: 통계
zh_hant: 統計

source: 继续往下拉…
de: Weiter ziehen…
en: Keep pulling…
es: Sigue tirando…
fr: Continue à tirer…
ja: もっと引っ張って…
ko: 더 당겨봐…
zh_hant: 繼續往下拉…

source: 续费
de: Verlängert
en: Renews
es: Renueva
fr: Renouvelle
ja: 更新
ko: 갱신
zh_hant: 續費

source: 绿
de: Grün
en: Green
es: Verde
fr: Vert
ja: グリーン
ko: 초록
zh_hant: 綠

source: 编辑
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
ja: 編集
ko: 편집
zh_hant: 編輯

source: 编辑分类
de: Kategorie bearbeiten
en: Edit category
es: Editar categoría
fr: Modifier la catégorie
ja: カテゴリーを編集
ko: 카테고리 편집
zh_hant: 編輯分類

source: 编辑订阅
de: Abo bearbeiten
en: Edit Subscription
es: Editar suscripción
fr: Modifier l’abonnement
ja: サブスクを編集
ko: 구독 편집
zh_hant: 編輯訂閱

source: 美元
de: US-Dollar
en: US Dollar
es: Dólar estadounidense
fr: Dollar américain
ja: 米ドル
ko: 미국 달러

source: 美国
de: Vereinigte Staaten
en: United States
es: Estados Unidos
fr: États-Unis
ja: アメリカ合衆国
ko: 미국
zh_hant: 美國

source: 自动同步
de: Auto-Sync
en: Auto Sync
es: Sincronización automática
fr: Synchronisation auto
ja: 自動同期
ko: 자동 동기화
zh_hant: 自動同步

source: 自动续费
de: Automatisch verlängern
en: Auto-renew
es: Renovación automática
fr: Renouvellement auto
ja: 自動更新
ko: 자동 갱신
zh_hant: 自動續費

source: 自定义
de: Eigene
en: Custom
es: Personalizado
fr: Personnalisé
ja: カスタム
ko: 사용자 지정
zh_hant: 自定義

source: 自定义分类
de: Eigene Kategorien
en: Custom
es: Personalizadas
fr: Personnalisées
ja: カスタム
ko: 사용자 지정
zh_hant: 自訂分類

source: 自定义分类最多 %lld 个。删除一个分类后,引用它的订阅会回到原始内置分类显示。左滑可删除。
de: Maximal %lld eigene Kategorien. Beim Löschen werden alle damit verknüpften Abos auf die Originalkategorie zurückgesetzt. Zum Löschen nach links wischen.
en: Up to %lld custom categories. Deleting one moves linked subscriptions back to their built-in fallback. Swipe left to delete.
es: Hasta %lld categorías personalizadas. Al eliminar una, las suscripciones vinculadas vuelven a su categoría integrada. Desliza para eliminar.
fr: Jusqu’à %lld catégories. Supprimer une catégorie ramène ses abonnements à leur catégorie intégrée. Glissez pour supprimer.
ja: 最大 %lld 個まで。削除するとそのカテゴリーを使う登録は元の組み込みカテゴリーに戻ります。左スワイプで削除。
ko: 최대 %lld개. 삭제 시 해당 카테고리를 쓰던 구독은 원래의 기본 카테고리로 돌아갑니다. 왼쪽으로 밀어 삭제.
zh_hant: 自定義分類最多 %lld 個。刪除一個分類後,引用它的訂閱會回到原始內建分類顯示。左滑可刪除。

source: 自定义天数
de: Eigene Tage
en: Custom days
es: Días personalizados
fr: Jours personnalisés
ja: カスタム日数
ko: 사용자 지정 일수
zh_hant: 自訂天數

source: 致谢
de: Danksagungen
en: Acknowledgments
es: Agradecimientos
fr: Remerciements
ja: 謝辞
ko: 감사의 글
zh_hant: 致謝

source: 英国
de: Vereinigtes Königreich
en: United Kingdom
es: Reino Unido
fr: Royaume-Uni
ja: イギリス
ko: 영국
zh_hant: 英國

source: 英镑
de: Britisches Pfund
en: British Pound
es: Libra esterlina
fr: Livre sterling
ja: イギリスポンド
ko: 영국 파운드
zh_hant: 英鎊

source: 苹果「提醒事项」支持到期前 + 当天的多重提醒,比 App 内通知更不容易错过。需要你授权一次,内容只保存在你的设备上。
de: Apple Erinnerungen unterstützt mehrere Hinweise (Tage vorher + am Tag) – so verpasst du es seltener als mit In-App-Mitteilungen. Einmalige Erlaubnis nötig; alles bleibt auf deinem Gerät.
en: Apple Reminders supports multiple alerts (days before + day-of), so you're less likely to miss it than with in-app notifications. Needs a one-time permission; everything stays on your device.
es: Recordatorios de Apple admite varias alertas (días antes + el mismo día), así es más difícil que se te pase que con las notificaciones de la app. Requiere un permiso único; todo queda en tu dispositivo.
fr: Rappels d'Apple gère plusieurs alertes (jours avant + le jour même), donc vous risquez moins de l'oublier qu'avec les notifications de l'app. Une autorisation unique ; tout reste sur votre appareil.
ja: Apple の「リマインダー」は期日前 + 当日の複数通知に対応し、アプリ内通知より見逃しにくいです。一度だけ許可が必要で、内容は端末内にのみ保存されます。
ko: Apple 미리 알림은 만료 전 + 당일 다중 알림을 지원해 앱 내 알림보다 놓치기 어렵습니다. 한 번 권한이 필요하며 내용은 기기에만 저장됩니다.
zh_hant: 蘋果「提醒事項」支援到期前 + 當天的多重提醒,比 App 內通知更不容易錯過。需要你授權一次,內容只儲存在你的裝置上。

source: 菲律宾比索
de: Philippinischer Peso
en: Philippine Peso
es: Peso filipino
fr: Peso philippin
ja: フィリピンペソ
ko: 필리핀 페소
zh_hant: 菲律賓比索

source: 蓝
de: Blau
en: Blue
es: Azul
fr: Bleu
ja: ブルー
ko: 파랑
zh_hant: 藍

source: 藏着的惊喜
de: Versteckte Extras
en: Easter Eggs
es: Sorpresas ocultas
fr: Petites surprises
ja: おまけ
ko: 숨은 재미
zh_hant: 藏起來的驚喜

source: 西班牙
de: Spanien
en: Spain
es: España
fr: Espagne
ja: スペイン
ko: 스페인

source: 覆盖 %lld 个订阅 · 共 %lld 笔扣费
de: %lld Abos · %lld Abbuchungen insgesamt
en: %lld subscriptions · %lld charges total
es: %lld suscripciones · %lld cobros en total
fr: %lld abonnements · %lld prélèvements
ja: %lld 件のサブスク · 合計 %lld 回の請求
ko: %lld개 구독 · 총 %lld회 결제
zh_hant: 覆蓋 %lld 個訂閱 · 共 %lld 筆扣費

source: 覆盖了大部分日常需要
de: Deckt den Alltag gut ab
en: Covers most of your daily needs
es: Cubre la mayoría del día a día
fr: Couvre l’essentiel du quotidien
ja: 日常のほとんどをカバー
ko: 일상의 대부분을 커버
zh_hant: 覆蓋了大部分日常需要

source: 触觉反馈
de: Haptisches Feedback
en: Haptic feedback
es: Respuesta háptica
fr: Retour haptique
ja: 触覚フィードバック
ko: 햅틱 피드백
zh_hant: 觸覺回饋

source: 计入支出统计
de: In Statistik einbeziehen
en: Count toward statistics
es: Contar en estadísticas
fr: Inclure dans les stats
ja: 支出統計に含める
ko: 지출 통계에 포함
zh_hant: 計入支出統計

source: 计入统计
de: In Statistik
en: In statistics
es: En estadísticas
fr: Dans les stats
ja: 統計に含める
ko: 통계에 포함
zh_hant: 計入統計

source: 订阅
de: Abos
en: Subscriptions
es: Suscripciones
fr: Abonnements
ja: サブスク
ko: 구독
zh_hant: 訂閱

source: 订阅人格
de: Abo-Persönlichkeit
en: Sub Persona
es: Tu personalidad
fr: Ta perso d’abo
ja: サブスク人格
ko: 구독 인격
zh_hant: 訂閱人格

source: 订阅信息
de: Abo-Infos
en: Subscription Info
es: Información de la suscripción
fr: Informations de l’abonnement
ja: サブスク情報
ko: 구독 정보
zh_hant: 訂閱資訊

source: 订阅即将续费
de: Verlängerungserinnerung
en: Renewal Reminder
es: Recordatorio de renovación
fr: Rappel de renouvellement
ja: 更新のお知らせ
ko: 갱신 알림
zh_hant: 訂閱即將續費

source: 订阅多了 / 少了 / 偏好变了,你的人格也会跟着改变 —— 就跟你的 MBTI 会因人生阶段不同而不同一样,这是个会呼吸的标签。
de: Abos kommen, gehen, verschieben sich — deine Persönlichkeit auch. Wie der MBTI in verschiedenen Lebensphasen unterschiedlich ist, ist dieses Label lebendig.
en: Subs added, removed, or shifted — your persona shifts too. Just like MBTI varies across life stages, this label is alive.
es: Si añades, quitas o cambias suscripciones, tu personalidad también cambia. Como el MBTI varía con cada etapa, esta etiqueta respira.
fr: Tu ajoutes, supprimes ou changes d’abos, ta personnalité aussi. Comme le MBTI varie selon les étapes de vie, ce label est vivant.
ja: サブスクが増減すれば、あなたの人格も変わります。MBTI がライフステージで変わるように、これは呼吸するラベルです。
ko: 구독이 늘거나 줄거나 취향이 바뀌면 당신의 인격도 같이 변합니다. MBTI 가 인생 단계에 따라 다르듯, 이 라벨은 살아 있어요.
zh_hant: 訂閱多了 / 少了 / 偏好變了,你的人格也會跟著改變 —— 就跟你的 MBTI 會因人生階段不同而不同一樣,這是個會呼吸的標籤。

source: 订阅已不存在
de: Abo existiert nicht mehr
en: Subscription no longer exists
es: La suscripción ya no existe
fr: L’abonnement n’existe plus
ja: サブスクは存在しません
ko: 구독이 존재하지 않습니다
zh_hant: 訂閱已不存在

source: 订阅消费小票
de: Abo-Beleg
en: Subscription Receipt
es: Recibo de suscripciones
fr: Reçu d'abonnements
ja: サブスク利用レシート
ko: 구독 영수증
zh_hant: 訂閱消費小票

source: 订阅管理 · 多币种 · 每日汇率
de: Abo-Manager · Mehrwährungen · tägliche Kurse
en: Subscription manager · Multi-currency · Daily rates
es: Gestor de suscripciones · multidivisa · tipos diarios
fr: Gestionnaire d’abonnements · multidevises · taux quotidiens
ja: サブスク管理 · 多通貨対応 · 毎日のレート更新
ko: 구독 관리 · 다중 통화 · 매일 환율
zh_hant: 訂閱管理 · 多幣種 · 每日匯率

source: 订阅详情
de: Abo-Details
en: Subscription Details
es: Detalles de la suscripción
fr: Détails de l’abonnement
ja: サブスクの詳細
ko: 구독 상세
zh_hant: 訂閱詳情

source: 订阅里选择的支付方式来自这个列表。删除不影响已保存订阅里已填写的方式。
de: Abos wählen Zahlungsmethoden aus dieser Liste. Das Löschen ändert nichts an bereits gespeicherten Abos.
en: Subscriptions pick payment methods from this list. Deleting one doesn't change methods already saved on existing subscriptions.
es: Las suscripciones eligen el método de pago de esta lista. Eliminarlo no cambia los ya guardados en suscripciones existentes.
fr: Les abonnements choisissent leurs moyens de paiement dans cette liste. Supprimer un élément ne modifie pas ceux déjà enregistrés sur les abonnements existants.
ja: サブスクで選べる支払い方法はこのリストから来ています。削除しても、すでに保存されたサブスクの支払い方法は変わりません。
ko: 구독에서 선택할 결제 수단은 이 목록에서 가져옵니다. 삭제해도 이미 저장된 구독의 결제 수단에는 영향이 없습니다.
zh_hant: 訂閱裡選擇的支付方式來自這個列表。刪除不影響已儲存訂閱裡已填寫的方式。

source: 让每张订阅卡片渲染上图标的主色调。关闭则回到默认浅色卡片。
de: Färbt jede Abo-Karte in der Hauptfarbe ihres Symbols. Aus zeigt die helle Standardkarte.
en: Tint each subscription card with its icon's main color. Off uses the default light card.
es: Tiñe cada tarjeta de suscripción con el color principal de su icono. Desactivado vuelve a la tarjeta clara por defecto.
fr: Teinte chaque carte d’abonnement avec la couleur principale de son icône. Désactivé, retour à la carte claire par défaut.
ja: 各サブスクのカードをアイコンの主色で染めます。オフでデフォルトの淡いカードに戻ります。
ko: 각 구독 카드를 아이콘의 주요 색상으로 칠합니다. 끄면 기본 밝은 카드로 돌아갑니다.
zh_hant: 讓每張訂閱卡片渲染上圖示的主色調。關閉則回到預設淺色卡片。

source: 记录
de: Verlauf
en: History
es: Historial
fr: Historique
ja: 記録
ko: 기록
zh_hant: 記錄

source: 记账 App、理财软件、投资平台,你认真对待每一分钱。你的人生有 budget、有 forecast、有月度 review。
de: Haushalts-Apps, Finanz-Tracker, Anlage-Plattformen — du nimmst jeden Cent ernst.
en: Budget apps, finance trackers, investment platforms — you run your life on budgets, forecasts, and monthly reviews.
es: Apps de presupuesto, gestores financieros, plataformas de inversión — te tomas cada euro en serio.
fr: Apps de budget, outils financiers, plateformes d’investissement — tu prends chaque euro au sérieux.
ja: 家計簿、資産管理、投資プラットフォーム。一円も真剣に。
ko: 가계부, 자산 관리, 투자 플랫폼 — 모든 돈을 진지하게.
zh_hant: 記帳 App、理財軟體、投資平台,你認真對待每一分錢。

source: 设置
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
zh_hant: 設定

source: 设置结束日期
de: Enddatum festlegen
en: Set end date
es: Definir fecha de fin
fr: Définir une date de fin
ja: 終了日を設定
ko: 종료일 설정
zh_hant: 設定結束日期

source: 试用
de: Testphase
en: Trial
es: Prueba
fr: Essai
ja: トライアル
ko: 체험판
zh_hant: 試用

source: 试用倒计时
de: Testphase-Countdown
en: Trial countdown
es: Cuenta atrás de prueba
fr: Compte à rebours d’essai
ja: 試用期間カウントダウン
ko: 체험 카운트다운
zh_hant: 試用倒計時

source: 试用期
de: Testphase
en: Trial
es: Prueba
fr: Essai
ja: トライアル
ko: 체험판
zh_hant: 試用期

source: 试用阶段。会带「试用」标记,仍会照常提醒你试用何时到期。
de: Testphase. Zeigt ein „Test“-Label und erinnert vor dem Ende.
en: Trial period. Shows a “Trial” tag and still reminds you before it ends.
es: Periodo de prueba. Muestra la etiqueta «Prueba» y te avisa antes de que acabe.
fr: Période d’essai. Affiche un badge « Essai » et vous prévient avant la fin.
ja: 試用期間。「試用」タグが付き、終了前に通知します。
ko: 체험 기간. '체험' 태그가 표시되고 종료 전에 알려 줍니다.
zh_hant: 試用階段。會帶「試用」標記,仍會照常提醒你試用何時到期。

source: 语言
de: Sprache
en: Language
es: Idioma
fr: Langue
ja: 言語
ko: 언어
zh_hant: 語言

source: 语言已更新
de: Sprache aktualisiert
en: Language updated
es: Idioma actualizado
fr: Langue mise à jour
ja: 言語を変更しました
ko: 언어가 변경됨
zh_hant: 語言已更新

source: 请喝个冰美式
de: Einen Iced Americano spendieren
en: Buy an iced americano
es: Invita un americano helado
fr: Offrir un americano glacé
ja: アイスアメリカーノを一杯
ko: 아이스 아메리카노 한 잔
zh_hant: 請喝杯冰美式

source: 请喝个冷萃咖啡
de: Einen Cold Brew spendieren
en: Buy a cold brew
es: Invita un cold brew
fr: Offrir un cold brew
ja: コールドブリューを一杯
ko: 콜드브루 한 잔
zh_hant: 請喝杯冷萃咖啡

source: 请喝个速溶咖啡
de: Einen Instantkaffee spendieren
en: Buy an instant coffee
es: Invita un café soluble
fr: Offrir un café soluble
ja: インスタントコーヒーを一杯
ko: 인스턴트 커피 한 잔
zh_hant: 請喝杯即溶咖啡

source: 请喝个顶级瑰夏手冲咖啡 👍
de: Einen Spitzen-Geisha-Pour-over spendieren 👍
en: Buy a top-tier Geisha pour-over 👍
es: Invita un pour-over de Geisha premium 👍
fr: Offrir un pour-over Geisha haut de gamme 👍
ja: 最高級ゲイシャの手淹れを一杯 👍
ko: 최고급 게이샤 핸드드립 한 잔 👍
zh_hant: 請喝杯頂級瑰夏手沖咖啡 👍

source: 请在此描述你的问题或建议：
de: Beschreibe hier dein Problem oder deinen Vorschlag:
en: Please describe your issue or suggestion:
es: Describe aquí tu problema o sugerencia:
fr: Décrivez ici votre problème ou suggestion :
ja: こちらに問題やご提案をご記入ください：
ko: 여기에 문제나 제안을 작성해 주세요:
zh_hant: 請在此描述你的問題或建議:

source: 请我喝一杯 ☕
de: Spendier mir ’nen Kaffee ☕
en: Buy me a coffee ☕
es: Invítame a un café ☕
fr: Offre-moi un café ☕
ja: コーヒーをご馳走 ☕
ko: 커피 한 잔 ☕
zh_hant: 請我喝一杯 ☕

source: 请我喝杯咖啡 ☕
de: Spendier mir einen Kaffee ☕
en: Buy me a coffee ☕
es: Invítame un café ☕
fr: Offrez-moi un café ☕
ja: コーヒーをおごる ☕
ko: 커피 한 잔 사주기 ☕
zh_hant: 請我喝杯咖啡 ☕

source: 请杯咖啡
de: Ein Kaffee
en: Coffee on me
es: Un café
fr: Un café
ja: コーヒー一杯
ko: 커피 한 잔
zh_hant: 請杯咖啡

source: 请顿便餐
de: Ein Mittagessen
en: A quick meal
es: Una comida
fr: Un repas
ja: お弁当一個
ko: 간단한 한 끼
zh_hant: 請頓便餐

source: 请顿大餐
de: Ein gutes Essen
en: A proper dinner
es: Una buena cena
fr: Un bon dîner
ja: 豪華なご飯
ko: 근사한 한 끼
zh_hant: 請頓大餐
